tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazydocker"
tap "localstack/tap"
tap "mongodb/brew"
tap "render-oss/render"
tap "shivammathur/php"
tap "supabase/tap"
brew "bat"
brew "freetds"
brew "libavif"
brew "php"
brew "composer"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "gnu-sed"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "node"
brew "mongosh"
brew "neovim"
brew "php@8.2"
brew "poppler"
brew "powerlevel10k"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "tmux"
brew "watch"
brew "yazi"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "localstack/tap/localstack-cli"
brew "mongodb/brew/mongodb-community@6.0"
brew "shivammathur/php/php@7.4"
brew "supabase/tap/supabase"
cask "blackhole-64ch"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
vscode "42crunch.vscode-openapi"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "akamud.vscode-theme-onelight"
vscode "alefragnani.bookmarks"
vscode "alexcvzz.vscode-sqlite"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-preview-github-styles"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "codeandstuff.package-json-upgrade"
vscode "csstools.postcss"
vscode "dbaeumer.vscode-eslint"
vscode "dbankier.vscode-quick-select"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "dracula-theme.theme-dracula"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "henrytsz.nvim"
vscode "hfac.msdos-theme"
vscode "htmlhint.vscode-htmlhint"
vscode "humao.rest-client"
vscode "ionicabizau.ms-dos-editor-theme"
vscode "jdinhlife.gruvbox"
vscode "kamikillerto.vscode-colorize"
vscode "lokalise.i18n-ally"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "patbenatar.advanced-new-file"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "ryanolsonx.solarized"
vscode "sdras.night-owl"
vscode "sirtori.indenticator"
vscode "sleistner.vscode-fileutils"
vscode "tokyo-night.nvtokyo"
vscode "tomphilbin.gruvbox-themes"
vscode "uloco.theme-bluloco-dark"
vscode "uloco.theme-bluloco-light"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wallabyjs.console-ninja"
vscode "yoavbls.pretty-ts-errors"
