tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazydocker"
tap "localstack/tap"
tap "mongodb/brew"
tap "nikitabobko/tap"
tap "render-oss/render"
tap "shivammathur/php"
tap "supabase/tap"
brew "openssl@3"
brew "bat"
brew "freetds"
brew "libavif"
brew "gmp"
brew "php"
brew "composer"
brew "direnv"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "glow"
brew "gnu-sed"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "libyaml"
brew "node"
brew "mongosh"
brew "neovim"
brew "php@8.2"
brew "poppler"
brew "powerlevel10k"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "sevenzip"
brew "tmux"
brew "watch"
brew "yazi"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "localstack/tap/localstack-cli"
brew "mongodb/brew/mongodb-community@6.0"
brew "shivammathur/php/php@7.4"
brew "supabase/tap/supabase"
cask "aerospace"
cask "blackhole-64ch"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "humao.rest-client"
vscode "ms-azuretools.vscode-docker"
vscode "vscodevim.vim"
